Repository: echelonx0/dummy
Catalog: lib/l10n/app_*.arb
Languages: fr, sw

# tagline
source: Meaningful Connections Through Deep Understanding
fr: Des Connexions Significatives par la Compréhension Profonde
sw: Uhusiano wa Maana Kupitia Uelewa wa Kina

source: Welcome
fr: Bienvenue
sw: Karibu

source: Welcome back
fr: Bon retour
sw: Karibu tena

# continueJourney
source: Let's continue your journey
fr: Continuons votre parcours
sw: Tuendelee na safari yako

source: Get Started
fr: Commencer
sw: Anza

source: Next
fr: Suivant
sw: Ifuatayo

source: Back
fr: Retour
sw: Rudi

source: Skip
fr: Passer
sw: Ruka

# continueAction
source: Continue
fr: Continuer
sw: Endelea

source: Cancel
fr: Annuler
sw: Ghairi

source: Save
fr: Enregistrer
sw: Hifadhi

source: Done
fr: Terminé
sw: Imekamilika

source: Email
sw: Barua pepe

source: Password
fr: Mot de passe
sw: Nenosiri

source: Name
fr: Nom
sw: Jina

source: First Name
fr: Prénom
sw: Jina la kwanza

source: Last Name
fr: Nom de famille
sw: Jina la familia

source: Phone Number
fr: Numéro de téléphone
sw: Namba ya simu

source: Date of Birth
fr: Date de naissance
sw: Tarehe ya kuzaliwa

source: Gender
fr: Genre
sw: Jinsia

source: Location
fr: Emplacement
sw: Mahali

source: Log In
fr: Connexion
sw: Ingia

source: Sign In
fr: Se connecter
sw: Ingia

source: Sign Up
fr: S'inscrire
sw: Jiandikishe

source: Sign Up
fr: S'inscrire
sw: Jiandikishe

source: Sign in with Google
fr: Se connecter avec Google
sw: Ingia na Google

source: Sign up with Google
fr: S'inscrire avec Google
sw: Jiandikishe na Google

source: Forgot Password
fr: Mot de passe oublié
sw: Umesahau Nenosiri

source: Reset Password
fr: Réinitialiser le mot de passe
sw: Weka upya nenosiri

source: Send Reset Link
fr: Envoyer le lien de réinitialisation
sw: Tuma kiungo cha kuweka upya

# alreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte ?
sw: Tayari una akaunti?

# dontHaveAccount
source: Don't have an account?
fr: Vous n'avez pas de compte ?
sw: Huna akaunti?

source: Create Account
fr: Créer un compte
sw: Unda akaunti

# noAccount
source: Don't have an account?
fr: Vous n'avez pas de compte ?
sw: Huna akaunti?

source: Error
fr: Erreur
sw: Hitilafu

source: Success
fr: Succès
sw: Mafanikio

source: Warning
fr: Avertissement
sw: Onyo

# info
source: Information
sw: Habari

# requiredField
source: This field is required
fr: Ce champ est obligatoire
sw: Sehemu hii inahitajika

# invalidEmail
source: Please enter a valid email address
fr: Veuillez entrer une adresse email valide
sw: Tafadhali ingiza anwani ya barua pepe halali

# invalidPassword
source: Password must be at least 8 characters
fr: Le mot de passe doit comporter au moins 8 caractères
sw: Nenosiri lazima liwe na angalau herufi 8

source: Passwords don't match
fr: Les mots de passe ne correspondent pas
sw: Manenosiri hayafanani

# emailRequired
source: Email is required
fr: L'email est requis
sw: Barua pepe inahitajika

# passwordRequired
source: Password is required
fr: Le mot de passe est requis
sw: Nenosiri linahitajika

# firstNameRequired
source: First name is required
fr: Le prénom est requis
sw: Jina la kwanza linahitajika

# lastNameRequired
source: Last name is required
fr: Le nom de famille est requis
sw: Jina la familia linahitajika

# confirmPasswordRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe
sw: Tafadhali thibitisha nenosiri lako

# passwordTooShort
source: Password must be at least 8 characters
fr: Le mot de passe doit comporter au moins 8 caractères
sw: Nenosiri lazima liwe na angalau herufi 8

# invalidPhoneNumber
source: Please enter a valid phone number
fr: Veuillez entrer un numéro de téléphone valide
sw: Tafadhali ingiza namba ya simu halali

# networkError
source: Network error. Please check your connection and try again.
fr: Erreur réseau. Veuillez vérifier votre connexion et réessayer.
sw: Hitilafu ya mtandao. Tafadhali angalia muunganisho wako na ujaribu tena.

# unknownError
source: An unknown error occurred. Please try again later.
fr: Une erreur inconnue s'est produite. Veuillez réessayer plus tard.
sw: Hitilafu isiyojulikana imetokea. Tafadhali jaribu tena baadaye.

# termsAgreement
source: I agree to the Terms of Service and Privacy Policy
fr: J'accepte les Conditions d'utilisation et la Politique de confidentialité
sw: Nakubali Masharti ya Huduma na Sera ya Faragha

source: or
fr: ou
sw: au

source: Reset Email Sent
fr: Email de réinitialisation envoyé
sw: Barua pepe ya kuweka upya imetumwa

# resetEmailMessage
source: If an account exists with this email, you will receive password reset instructions.
fr: Si un compte existe avec cet email, vous recevrez des instructions pour réinitialiser votre mot de passe.
sw: Ikiwa kuna akaunti na barua pepe hii, utapokea maagizo ya kuweka upya nenosiri lako.

source: Back to Login
fr: Retour à la connexion
sw: Rudi kwenye kuingia

# matchesTab
source: Matches
fr: Matchs
sw: Mechi

# insightsTab
source: Insights
fr: Perspectives
sw: Maoni

# growthTab
source: Growth
fr: Croissance
sw: Ukuaji

# aiCoachTab
source: AI Coach
fr: Coach IA
sw: Kocha wa AI

# matchJourneyTitle
source: Your Matching Journey
fr: Votre Parcours de Matchs
sw: Safari yako ya Kuoanisha

source: Current Stage
fr: Étape actuelle
sw: Hatua ya sasa

source: Ongoing Conversations
fr: Conversations en cours
sw: Mazungumzo yanayoendelea

source: Potential Matches
fr: Matchs potentiels
sw: Mechi zinazowezekana

source: Match Compatibility
fr: Compatibilité des matchs
sw: Uoanifu wa mechi

# compatibilityMessage1
source: High compatibility based on communication styles and values
fr: Forte compatibilité basée sur les styles de communication et les valeurs
sw: Uoanifu wa hali ya juu kulingana na mitindo ya mawasiliano na maadili

# compatibilityMessage2
source: Strong alignment on life goals and emotional intelligence
fr: Fort alignement sur les objectifs de vie et l'intelligence émotionnelle
sw: Mwelekeo mkubwa kwenye malengo ya maisha na akili ya kihisia

source: Conversation in progress
fr: Conversation en cours
sw: Mazungumzo yanaendelea

source: Introduction phase
fr: Phase d'introduction
sw: Hatua ya utangulizi

source: Continue Conversation
fr: Poursuivre la conversation
sw: Endelea Mazungumzo

source: Relationship Type
fr: Type de relation
sw: Aina ya uhusiano

source: Your Attachment Style
fr: Votre style d'attachement
sw: Mtindo wako wa Kiambatisho

source: Looking For
fr: À la recherche de
sw: Unatafuta

# lookingForValue
source: Someone who is emotionally available and shares your values
fr: Quelqu'un qui est émotionnellement disponible et partage vos valeurs
sw: Mtu anayepatikana kihisia na anayeshiriki maadili yako

source: Update Preferences
fr: Mettre à jour les préférences
sw: Sasisha Mapendeleo

source: Not specified
fr: Non spécifié
sw: Haijabainishwa

# relationshipReadinessTitle
source: Relationship Readiness
fr: Préparation à la relation
sw: Utayari wa Uhusiano

# insightsDescription
source: Based on your profile and responses, our AI has assessed:
fr: Sur la base de votre profil et de vos réponses, notre IA a évalué :
sw: Kulingana na wasifu wako na majibu yako, AI yetu imetathmini:

# readinessProgress
source: You're on your way to relationship readiness
fr: Vous êtes en bonne voie pour être prêt pour une relation
sw: Uko njiani kuwa tayari kwa uhusiano

source: What this means:
fr: Ce que cela signifie :
sw: Hii inamaanisha nini:

# readinessExplanation
source: You have a solid foundation for building meaningful relationships. With some focused growth in specific areas, you'll be even more prepared for a fulfilling partnership.
fr: Vous avez une base solide pour construire des relations significatives. Avec une croissance ciblée dans des domaines spécifiques, vous serez encore mieux préparé pour un partenariat épanouissant.
sw: Una msingi imara wa kujenga mahusiano yenye maana. Kwa kukua kwa kulenga maeneo maalum, utakuwa tayari zaidi kwa ushirika wenye kutosheleza.

# areasForGrowthTitle
source: Areas for Growth
fr: Domaines de croissance
sw: Maeneo ya Ukuaji

# areasForGrowthDescription
source: Based on your profile analysis and relationship goals, we've identified these areas where focused development could enhance your relationship success:
fr: Sur la base de l'analyse de votre profil et de vos objectifs relationnels, nous avons identifié ces domaines où un développement ciblé pourrait améliorer votre succès relationnel :
sw: Kulingana na uchambuzi wa wasifu wako na malengo ya uhusiano, tumetambua maeneo haya ambapo maendeleo yaliyolenga yanaweza kuboresha mafanikio yako ya uhusiano:

# insightsFooter
source: Remember, these insights are meant to help you grow. Everyone has areas they can develop, and addressing these can lead to more fulfilling relationships.
fr: Rappelez-vous que ces aperçus sont destinés à vous aider à grandir. Tout le monde a des domaines à développer, et les aborder peut mener à des relations plus épanouissantes.
sw: Kumbuka, ufahamu huu unakusudiwa kukusaidia kukua. Kila mtu ana maeneo ya kuendeleza, na kushughulikia haya kunaweza kusababisha mahusiano yenye kutosheleza zaidi.

# growthJourneyTitle
source: Your Growth Journey
fr: Votre Parcours de Croissance
sw: Safari yako ya Ukuaji

# growthJourneyDescription
source: Personal growth is an essential part of finding and maintaining meaningful relationships. Your custom path is designed to help you become your best self.
fr: La croissance personnelle est une partie essentielle de la recherche et du maintien de relations significatives. Votre parcours personnalisé est conçu pour vous aider à devenir votre meilleur vous-même.
sw: Ukuaji wa kibinafsi ni sehemu muhimu ya kutafuta na kudumisha mahusiano yenye maana. Njia yako maalum imeundwa kukusaidia kuwa mwenyewe bora.

# overallProgress
source: Overall Progress: 30%
fr: Progrès général : 30 %
sw: Maendeleo ya Jumla: 30%

# growthTasksTitle
source: Your Growth Tasks
fr: Vos Tâches de Croissance
sw: Kazi zako za Ukuaji

# growthTasksDescription
source: Complete these activities to expand your relationship skills and readiness:
fr: Complétez ces activités pour développer vos compétences relationnelles et votre préparation :
sw: Kamilisha shughuli hizi kupanua ujuzi wako wa uhusiano na utayari:

source: Log Activity Completion
fr: Enregistrer l'achèvement de l'activité
sw: Rekodi Ukamilishaji wa Shughuli

# growthResourcesTitle
source: Growth Resources
fr: Ressources de Croissance
sw: Rasilimali za Ukuaji

# growthResourcesDescription
source: Helpful resources customized to your growth areas:
fr: Ressources utiles personnalisées pour vos domaines de croissance :
sw: Rasilimali muhimu zilizobinafsishwa kwa maeneo yako ya ukuaji:

# resourceTitle1
source: Active Listening: The Complete Guide
fr: L'écoute active : Le guide complet
sw: Kusikiliza kwa makini: Mwongozo Kamili

# resourceDetails1
source: Article • 8 min read
fr: Article • 8 min de lecture
sw: Makala • dakika 8 za kusoma

# resourceTitle2
source: Breaking Free from Avoidant Patterns
fr: Se libérer des schémas d'évitement
sw: Kuachana na Mifumo ya Kuepuka

# resourceDetails2
source: Video • 12 min
fr: Vidéo • 12 min
sw: Video • dakika 12

# resourceTitle3
source: Social Confidence Building Exercises
fr: Exercices de confiance sociale
sw: Mazoezi ya Kujenga Ujasiri wa Kijamii

# resourceDetails3
source: Interactive • 15 min daily
fr: Interactif • 15 min par jour
sw: Shirikishi • dakika 15 kila siku

# aiCoachTitle
source: Your AI Relationship Coach
fr: Votre Coach en Relations IA
sw: Kocha Wako wa Uhusiano wa AI

# aiMatchmakerTitle
source: AI Matchmaker
fr: IA Entremetteuse
sw: AI Mpangaji-ndoa

# aiMatchmakerSubtitle
source: Your guide to meaningful connections
fr: Votre guide vers des connexions significatives
sw: Mwongozo wako kwa mahusiano yenye maana

# aiCoachDescription
source: I'm here to guide your matchmaking journey, provide insight into your relationship patterns, and help you grow into your best self for meaningful partnerships.
fr: Je suis là pour guider votre parcours de matchmaking, vous donner un aperçu de vos schémas relationnels et vous aider à devenir votre meilleur vous-même pour des partenariats significatifs.
sw: Niko hapa kuongoza safari yako ya kupata mechi, kutoa ufahamu wa mifumo yako ya uhusiano, na kukusaidia kukua kuwa mwenyewe bora kwa ushirika wenye maana.

source: Start New Conversation
fr: Démarrer une nouvelle conversation
sw: Anza Mazungumzo Mapya

# conversationsTitle
source: Your Conversations
fr: Vos Conversations
sw: Mazungumzo Yako

# conversationsDescription
source: Continue your ongoing conversations:
fr: Continuez vos conversations en cours :
sw: Endelea na mazungumzo yako yanayoendelea:

# weeklyReflectionTitle
source: Weekly Reflection
fr: Réflexion Hebdomadaire
sw: Tafakari ya Kila Wiki

# weeklyReflectionDescription
source: Taking time to reflect helps build self-awareness:
fr: Prendre le temps de réfléchir aide à développer la conscience de soi :
sw: Kuchukua muda kutafakari husaidia kujenga ufahamu wa kibinafsi:

source: This week's question:
fr: La question de cette semaine :
sw: Swali la wiki hii:

# reflectionQuestion
source: How did your recent social interaction challenge your comfort zone, and what did you learn about yourself?
fr: Comment votre récente interaction sociale a-t-elle défié votre zone de confort, et qu'avez-vous appris sur vous-même ?
sw: Mwingiliano wako wa hivi karibuni wa kijamii ulichalenge vipi eneo lako la starehe, na ulijifunza nini kuhusu wewe mwenyewe?

# shareReflection
source: Share Your Reflection
fr: Partager votre réflexion
sw: Shiriki Tafakari Yako

# tourTitle1
source: Welcome to Your Complete Dashboard
fr: Bienvenue sur Votre Tableau de Bord Complet
sw: Karibu kwenye Dashibodi Yako Kamili

# tourDescription1
source: Your journey to meaningful relationships starts here. Let's explore how this platform will help you find compatible matches and grow personally.
fr: Votre voyage vers des relations significatives commence ici. Découvrons comment cette plateforme vous aidera à trouver des correspondances compatibles et à grandir personnellement.
sw: Safari yako kuelekea mahusiano yenye maana yaanza hapa. Tugundue jinsi jukwaa hili litakavyokusaidia kupata watu wanaofaa na kukua kibinafsi.

# tourTitle2
source: Match Journey
fr: Parcours de Match
sw: Safari ya Kuoanisha

# tourDescription2
source: Discover potential matches based on psychological compatibility, not just appearance. Our AI matchmaker will guide conversations and help you build connections gradually.
fr: Découvrez des correspondances potentielles basées sur la compatibilité psychologique, pas seulement l'apparence. Notre IA entremetteuse guidera les conversations et vous aidera à construire progressivement des connexions.
sw: Gundua mechi zinazowezekana kulingana na uoanifu wa kisaikolojia, sio mwonekano tu. AI yetu mpangaji-ndoa itaongoza mazungumzo na kukusaidia kujenga uhusiano polepole.

# tourTitle3
source: Personal Insights
fr: Perceptions Personnelles
sw: Ufahamu wa Kibinafsi

# tourDescription3
source: Receive honest, thoughtful feedback about your relationship patterns and readiness. Understanding yourself is the first step to finding meaningful connections.
fr: Recevez des retours honnêtes et réfléchis sur vos schémas relationnels et votre préparation. Se comprendre soi-même est la première étape pour trouver des connexions significatives.
sw: Pata maoni ya wazi, yenye kutafakari kuhusu mifumo yako ya uhusiano na utayari. Kujielewa ni hatua ya kwanza kuelekea kupata mahusiano yenye maana.

# tourTitle4
source: Growth Pathway
fr: Voie de Croissance
sw: Njia ya Ukuaji

# tourDescription4
source: Track your personal development with tailored activities that enhance your relationship skills and readiness. Growth and matching go hand in hand here.
fr: Suivez votre développement personnel avec des activités sur mesure qui améliorent vos compétences relationnelles et votre préparation. Croissance et matchmaking vont de pair ici.
sw: Fuatilia maendeleo yako ya kibinafsi na shughuli zilizobinafsishwa zinazoboresha ujuzi wako wa uhusiano na utayari. Ukuaji na kupata mechi huenda pamoja hapa.

# tourTitle5
source: AI Relationship Coach
fr: Coach en Relations IA
sw: Kocha wa Uhusiano wa AI

# tourDescription5
source: Your AI coach will guide both your matching journey and personal growth, providing support, insights, and conversation facilitation.
fr: Votre coach IA guidera à la fois votre parcours de matchmaking et votre croissance personnelle, offrant soutien, perceptions et facilitation de conversation.
sw: Kocha wako wa AI ataongoza safari yako ya kupata mechi na ukuaji wa kibinafsi, akitoa msaada, ufahamu, na uwezeshaji wa mazungumzo.

# personalizeExperience
source: Personalize Your Experience
fr: Personnalisez Votre Expérience
sw: Binafisisha Uzoefu Wako

# customizeFeedback
source: Customize Your Feedback
fr: Personnalisez Vos Retours
sw: Binafisisha Maoni Yako

# feedbackIntroduction
source: Our AI matchmaker and coach will provide guidance on both your matching journey and personal growth. Tell us how you prefer to receive feedback.
fr: Notre IA entremetteuse et coach vous guidera dans votre parcours de matchmaking et votre croissance personnelle. Dites-nous comment vous préférez recevoir des retours.
sw: AI yetu mpangaji-ndoa na kocha watatoa mwongozo katika safari yako ya kupata mechi na ukuaji wa kibinafsi. Tuambie jinsi unavyopendelea kupokea maoni.

# chooseTone
source: Choose Your Feedback Tone
fr: Choisissez Votre Ton de Retour
sw: Chagua Toni yako ya Maoni

# chooseStyle
source: Choose Your Communication Style
fr: Choisissez Votre Style de Communication
sw: Chagua Mtindo Wako wa Mawasiliano

# chooseFrequency
source: Choose Your Feedback Frequency
fr: Choisissez Votre Fréquence de Retour
sw: Chagua Mzunguko Wako wa Maoni

# directToneTitle
source: Direct & Straightforward
fr: Direct & Franc
sw: Moja kwa Moja & Wazi

# directToneDescription
source: I appreciate clear, unfiltered feedback to help me improve quickly
fr: J'apprécie les retours clairs et non filtrés pour m'améliorer rapidement
sw: Ninathamini maoni wazi, yasiochujwa ili kunisaidia kuboresha haraka

# balancedToneTitle
source: Balanced & Constructive
fr: Équilibré & Constructif
sw: Yaliyosawazishwa & Yenye Kujenga

# balancedToneDescription
source: I want honest feedback balanced with encouragement and suggestions
fr: Je veux des retours honnêtes équilibrés avec des encouragements et des suggestions
sw: Nataka maoni ya wazi yaliyosawazishwa na kutia moyo na mapendekezo

# gentleToneTitle
source: Gentle & Supportive
fr: Doux & Soutenant
sw: Laini & Yenye Kusaidia

# gentleToneDescription
source: I prefer feedback that emphasizes positives while gently suggesting improvements
fr: Je préfère des retours qui mettent l'accent sur les points positifs tout en suggérant doucement des améliorations
sw: Ninapendelea maoni yanayosisitiza mambo chanya wakati yakipendekeza taratibu maboresho

# analyticalStyleTitle
source: Analytical
fr: Analytique
sw: Uchambuzi

# analyticalStyleDescription
source: Data-driven insights and logical explanations
fr: Insights basés sur les données et explications logiques
sw: Ufahamu unaotokana na data na maelezo ya kimantiki

# narrativeStyleTitle
source: Narrative
fr: Narratif
sw: Masimulizi

# narrativeStyleDescription
source: Story-based feedback that contextualizes observations
fr: Retours basés sur des histoires qui contextualisent les observations
sw: Maoni yanayotegemea hadithi yanayoweka katika muktadha uchunguzi

# visualStyleTitle
source: Visual
fr: Visuel
sw: Kuona

# visualStyleDescription
source: Heavy use of charts, progress indicators, and visual representations
fr: Utilisation intensive de graphiques, d'indicateurs de progression et de représentations visuelles
sw: Matumizi makubwa ya chati, viashiria vya maendeleo, na uwakilishi wa kuona

# weeklyFrequencyTitle
source: Weekly
fr: Hebdomadaire
sw: Kila Wiki

# weeklyFrequencyDescription
source: Regular feedback to keep me on track
fr: Retours réguliers pour rester sur la bonne voie
sw: Maoni ya mara kwa mara yaniweke kwenye mkondo

# biweeklyFrequencyTitle
source: Bi-Weekly
fr: Bi-hebdomadaire
sw: Kila Wiki Mbili

# biweeklyFrequencyDescription
source: Consistent but not too frequent check-ins
fr: Vérifications constantes mais pas trop fréquentes
sw: Ukaguzi wa kudumu lakini sio wa mara kwa mara sana

# monthlyFrequencyTitle
source: Monthly
fr: Mensuel
sw: Kila Mwezi

# monthlyFrequencyDescription
source: Periodic check-ins to review progress
fr: Vérifications périodiques pour examiner les progrès
sw: Ukaguzi wa mara kwa mara kuangalia maendeleo

# onDemandFrequencyTitle
source: Only When I Ask
fr: Seulement Quand Je Demande
sw: Tu Ninapoamua

# onDemandFrequencyDescription
source: I prefer to control when I receive feedback
fr: Je préfère contrôler quand je reçois des retours
sw: Ninapendelea kudhibiti wakati ninapopokea maoni

# saveAndContinue
source: Save Preferences & Continue
fr: Enregistrer les Préférences & Continuer
sw: Hifadhi Mapendeleo & Endelea

# canChangePreferences
source: You can change these preferences anytime in your settings
fr: Vous pouvez modifier ces préférences à tout moment dans vos paramètres
sw: Unaweza kubadilisha mapendeleo haya wakati wowote kwenye mipangilio yako

# selectAllPreferences
source: Please select all preferences before continuing
fr: Veuillez sélectionner toutes les préférences avant de continuer
sw: Tafadhali chagua mapendeleo yote kabla ya kuendelea

source: Error saving preferences
fr: Erreur lors de l'enregistrement des préférences
sw: Hitilafu kuhifadhi mapendeleo

source: Relationship Readiness
fr: Préparation à la Relation
sw: Utayari wa Uhusiano

# relationshipReadinessDesc
source: Based on your profile and responses, our AI has assessed your relationship readiness:
fr: Selon votre profil et vos réponses, notre IA a évalué votre préparation à la relation :
sw: Kulingana na wasifu wako na majibu, AI yetu imetathmini utayari wako wa uhusiano:

# relationshipStrengths
source: Your Relationship Strengths
fr: Vos Forces Relationnelles
sw: Nguvu za Uhusiano Wako

# strengthsDesc
source: These are areas where you demonstrate strong relationship skills and qualities:
fr: Voici les domaines où vous démontrez de solides compétences et qualités relationnelles :
sw: Haya ni maeneo ambapo unaonyesha ujuzi na sifa imara za uhusiano:

source: Areas for Growth
fr: Domaines de Croissance
sw: Maeneo ya Ukuaji

# growthAreasDesc
source: Based on your profile analysis and relationship goals, we've identified these areas where focused development could enhance your relationship success:
fr: Basé sur l'analyse de votre profil et vos objectifs relationnels, nous avons identifié ces domaines où un développement ciblé pourrait améliorer votre succès relationnel :
sw: Kulingana na uchambuzi wa wasifu wako na malengo ya uhusiano, tumetambua maeneo haya ambapo maendeleo yanaweza kuboresha mafanikio yako ya uhusiano:

# growthAreasNote
source: Remember, these insights are meant to help you grow. Everyone has areas they can develop, and addressing these can lead to more fulfilling relationships.
fr: Souvenez-vous, ces perspectives sont destinées à vous aider à grandir. Tout le monde a des domaines à développer, et les aborder peut mener à des relations plus épanouissantes.
sw: Kumbuka, maoni haya yanakusudiwa kukusaidia kukua. Kila mtu ana maeneo anaweza kukuza, na kushughulikia haya kunaweza kusababisha uhusiano wenye kutosheleza zaidi.

source: Refresh Insights
fr: Actualiser les Perspectives
sw: Onyesha Upya Maoni

source: Account Settings
fr: Paramètres du Compte
sw: Mipangilio ya Akaunti

source: View Tutorial
fr: Voir le Tutoriel
sw: Tazama Mafunzo

source: Help & Support
fr: Aide & Support
sw: Msaada

source: Sign Out
fr: Déconnexion
sw: Toka

source: Profile Information
fr: Informations du Profil
sw: Taarifa za Wasifu
