Repository: echelonx0/dummy
Catalog: lib/l10n/app_*.arb
Languages: fr, sw

# feedbackProcess
source: We'll send a short questionnaire to each person you list. Their responses will be summarized and integrated into your match profile.
fr: Nous enverrons un court questionnaire à chaque personne que vous listez. Leurs réponses seront résumées et intégrées dans votre profil de correspondance.
sw: Tutatuma hojaji fupi kwa kila mtu unayemuorodhesha. Majibu yao yatafupishwa na kuunganishwa katika wasifu wako wa kuunganisha.

source: Request References
fr: Demander des Références
sw: Omba Marejeo

# requestReferencesDesc
source: Add up to 3 people who know you well. At least one is recommended for a complete profile.
fr: Ajoutez jusqu'à 3 personnes qui vous connaissent bien. Au moins une est recommandée pour un profil complet.
sw: Ongeza hadi watu 3 wanaokujua vizuri. Angalau mmoja anapendekeza kwa wasifu kamili.

source: Privacy Note
fr: Note de Confidentialité
sw: Dokezo la Faragha

# privacyExplanation
source: References will not see your answers to assessment questions. They will only provide their perspective on your key traits and relationship qualities. You'll be able to review their feedback before it's included in your profile.
fr: Les références ne verront pas vos réponses aux questions d'évaluation. Elles fourniront seulement leur perspective sur vos traits clés et qualités relationnelles. Vous pourrez examiner leurs commentaires avant qu'ils soient inclus dans votre profil.
sw: Marejeo hayataona majibu yako ya maswali ya tathmini. Watatoa tu mtazamo wao juu ya sifa zako kuu na ubora wa mahusiano. Utaweza kukagua maoni yao kabla ya kujumuishwa katika wasifu wako.

source: Reference 1
fr: Référence 1
sw: Rejeo 1

source: Reference 2
fr: Référence 2
sw: Rejeo 2

source: Reference 3
fr: Référence 3
sw: Rejeo 3

# nameLabel
source: Name
fr: Nom
sw: Jina

# nameHint
source: Enter full name
fr: Entrez le nom complet
sw: Ingiza jina kamili

# emailLabel
source: Email
sw: Barua pepe

# emailHint
source: Enter email address
fr: Entrez l'adresse email
sw: Ingiza anwani ya barua pepe

source: Relationship to You
fr: Relation avec Vous
sw: Uhusiano Nawe

# relationshipFriend
source: Friend
fr: Ami(e)
sw: Rafiki

# relationshipFamily
source: Family Member
fr: Membre de la Famille
sw: Mwanafamilia

# relationshipFormerPartner
source: Former Partner
fr: Ancien(ne) Partenaire
sw: Mshirika wa Zamani

# relationshipColleague
source: Colleague
fr: Collègue
sw: Mwenzangu Kazini

# relationshipRoommate
source: Roommate
fr: Colocataire
sw: Mwenzi wa Chumba

# skipFeedbackTitle
source: Skip Feedback Requests?
fr: Ignorer les Demandes de Commentaires?
sw: Ruka Maombi ya Maoni?

# skipFeedbackMessage
source: Getting feedback from people who know you helps create a more accurate profile. Are you sure you want to skip this step?
fr: Obtenir des commentaires de personnes qui vous connaissent aide à créer un profil plus précis. Êtes-vous sûr de vouloir ignorer cette étape?
sw: Kupata maoni kutoka kwa watu wanaokujua kunasaidia kuunda wasifu sahihi zaidi. Una uhakika unataka kuruka hatua hii?

source: Skip Anyway
fr: Ignorer Quand Même
sw: Ruka Hata Hivyo

source: Send Requests
fr: Envoyer les Demandes
sw: Tuma Maombi

source: Feedback Requests Sent
fr: Demandes de Commentaires Envoyées
sw: Maombi ya Maoni Yametumwa

# feedbackRequestsSuccess
source: Your feedback requests have been sent successfully! We'll notify you when responses come in.
fr: Vos demandes de commentaires ont été envoyées avec succès! Nous vous informerons quand les réponses arriveront.
sw: Maombi yako ya maoni yametumwa kwa ufanisi! Tutakujulisha majibu yatakapofika.

source: Complete Profile
fr: Compléter le Profil
sw: Kamilisha Wasifu

# failedToLoad
source: Failed to load feedback data
fr: Échec du chargement des données de commentaires
sw: Imeshindwa kupakia data ya maoni

# failedToSave
source: Failed to save feedback requests
fr: Échec de la sauvegarde des demandes de commentaires
sw: Imeshindwa kuhifadhi maombi ya maoni

# failedToSkip
source: Failed to skip feedback step
fr: Échec de l'omission de l'étape de commentaires
sw: Imeshindwa kuruka hatua ya maoni

# emailSubject
source: Help {userName} find meaningful love - Your perspective matters
fr: Aidez {userName} à trouver l'amour véritable - Votre perspective compte
sw: Msaada {userName} apate upendo wa kweli - Mtazamo wako ni muhimu

# emailGreeting
source: Hi {referenceName}!
fr: Salut {referenceName}!
sw: Hujambo {referenceName}!

# emailIntro
source: {userName} has asked you to provide a character reference as part of their application to an exclusive matchmaking platform.
fr: {userName} vous a demandé de fournir une référence de caractère dans le cadre de sa candidature à une plateforme de mise en relation exclusive.
sw: {userName} amekuomba utoe rejeo la tabia kama sehemu ya maombi yake kwa jukwaa la kipekee la kuunganisha.

# emailExplanation
source: Your honest perspective about {userName}'s personality and relationship qualities will help create a more complete picture for potential matches.
fr: Votre perspective honnête sur la personnalité et les qualités relationnelles de {userName} aidera à créer une image plus complète pour les correspondances potentielles.
sw: Mtazamo wako wa uaminifu kuhusu uongozi wa {userName} na ubora wa mahusiano utasaidia kuunda picha kamili zaidi kwa mechi zinazowezekana.

# emailTimeEstimate
source: This will take about 5 minutes of your time.
fr: Cela prendra environ 5 minutes de votre temps.
sw: Hii itachukua dakika 5 za muda wako.

# emailCTA
source: Provide Reference
fr: Fournir une Référence
sw: Toa Rejeo

# emailFooter
source: This reference is confidential and will only be used to enhance {userName}'s matchmaking profile.
fr: Cette référence est confidentielle et ne sera utilisée que pour améliorer le profil de mise en relation de {userName}.
sw: Rejeo hili ni la siri na litatumika tu kuboresha wasifu wa kuunganisha wa {userName}.

# emailDisclaimer
source: If you received this email in error or prefer not to participate, you can simply ignore it.
fr: Si vous avez reçu cet email par erreur ou préférez ne pas participer, vous pouvez simplement l'ignorer.
sw: Ikiwa umepokea barua pepe hii kwa makosa au unapendelea kutojiungua, unaweza kuipuuza tu.
