Repository: echelonx0/dummy
Catalog: lib/l10n/app_*.arb
Languages: fr, sw

source: Privacy & Discovery
fr: Confidentialité et Découverte
sw: Faragha na Ugunduzi

source: Enable Discovery
fr: Activer la Découverte
sw: Wezesha Ugunduzi

# enableDiscoveryDesc
source: Allow AI to recommend your profile to other users
fr: Permettre à l'IA de recommander votre profil à d'autres utilisateurs
sw: Ruhusu AI kupendekeza wasifu wako kwa watumiaji wengine

source: Enable Notifications
fr: Activer les Notifications
sw: Wezesha Arifa

# enableNotificationsDesc
source: Receive notifications about new matches and messages
fr: Recevoir des notifications sur les nouveaux matchs et messages
sw: Pokea arifa kuhusu mechi mpya na ujumbe

source: Danger Zone
fr: Zone Dangereuse
sw: Eneo la Hatari

source: Delete Account
fr: Supprimer le Compte
sw: Futa Akaunti

# deleteAccountWarning
source: Deleting your account will permanently remove all your data, matches, and conversations. This action cannot be undone.
fr: La suppression de votre compte supprimera définitivement toutes vos données, matchs et conversations. Cette action ne peut pas être annulée.
sw: Kufuta akaunti yako kutaondoa kabisa data yako yote, mechi, na mazungumzo. Kitendo hiki hakiwezi kutenduliwa.

# deleteConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.
sw: Una uhakika unataka kufuta akaunti yako? Kitendo hiki hakiwezi kutenguliwa.

source: Delete
fr: Supprimer
sw: Futa

source: Final Confirmation
fr: Confirmation Finale
sw: Uthibitisho wa Mwisho

# finalDeleteConfirmation
source: This will permanently delete your account and all associated data. Are you absolutely sure?
fr: Cela supprimera définitivement votre compte et toutes les données associées. Êtes-vous absolument sûr ?
sw: Hii itafuta kabisa akaunti yako na data zote zinazohusiana. Una uhakika kabisa?

# yesDeleteAccount
source: Yes, Delete My Account
fr: Oui, Supprimer Mon Compte
sw: Ndio, Futa Akaunti Yangu

source: Save Changes
fr: Enregistrer les Modifications
sw: Hifadhi Mabadiliko

# changesSuccessful
source: Profile updated successfully
fr: Profil mis à jour avec succès
sw: Wasifu umesasishwa kwa mafanikio

# enableDiscoveryDescription
source: Allow others to see your profile and receive match recommendations
fr: Permettre aux autres de voir votre profil et de recevoir des recommandations de matchs
sw: Ruhusu wengine kuona wasifu wako na kupokea mapendekezo ya kulingana

# enableNotificationsDescription
source: Receive notifications about new matches and messages
fr: Recevoir des notifications sur les nouveaux matchs et messages
sw: Pokea arifa kuhusu mechi mpya na ujumbe

# deleteAccountConfirmation
source: Are you sure you want to delete your account? All your data will be permanently lost.
fr: Êtes-vous sûr de vouloir supprimer votre compte? Toutes vos données seront définitivement perdues.
sw: Una uhakika unataka kufuta akaunti yako? Data yako yote itapotea kabisa.

# permanentDeletion
source: This action is permanent and cannot be undone. All your profile data, matches, and conversations will be deleted.
fr: Cette action est permanente et ne peut pas être annulée. Toutes vos données de profil, matchs et conversations seront supprimées.
sw: Kitendo hiki ni cha kudumu na hakiwezi kutenduliwa. Data yote ya wasifu wako, mechi, na mazungumzo itafutwa.

# confirmDelete
source: Yes, Delete My Account
fr: Oui, Supprimer Mon Compte
sw: Ndio, Futa Akaunti Yangu

# profileUpdateSuccess
source: Profile updated successfully
fr: Profil mis à jour avec succès
sw: Wasifu umesasishwa kwa mafanikio

# featureNotAvailable
source: This feature is not available yet
fr: Cette fonctionnalité n'est pas encore disponible
sw: Kipengele hiki hakipatikani bado

source: Change Photo
fr: Changer la Photo
sw: Badilisha Picha

source: Full Name
fr: Nom Complet
sw: Jina Kamili

# emailCannotBeChanged
source: Email cannot be changed directly
fr: L'email ne peut pas être modifié directement
sw: Barua pepe haiwezi kubadilishwa moja kwa moja

# welcomeDescription
source: You're about to begin a different kind of matchmaking experience.
fr: Vous êtes sur le point de commencer une expérience de matchmaking différente.
sw: Una anza safari ya kipekee ya kutafuta mwenzi.

# createRichProfile
source: Create a Rich Profile
fr: Créer un Profil Riche
sw: Unda Wasifu Kamili

# createRichProfileDesc
source: Unlike traditional apps, we'll help you build a comprehensive profile that captures your personality, values, and relationship vision.
fr: Contrairement aux applications traditionnelles, nous vous aiderons à créer un profil complet qui capture votre personnalité, vos valeurs et votre vision relationnelle.
sw: Tofauti na programu za kawaida, tutakusaidia kuunda wasifu kamili unaonyesha utambuzi wako, maadili, na matarajio yako ya mahusiano.

source: Psychological Assessment
fr: Évaluation Psychologique
sw: Upimaji wa Kisaikolojia

# psychologicalAssessmentDesc
source: Our brief psychological assessment helps identify your attachment style and relationship patterns.
fr: Notre brève évaluation psychologique aide à identifier votre style d'attachement et vos modèles relationnels.
sw: Upimaji wetu wa kisaikolojia unasaidia kutambua mtindo wako wa mahusiano na tabia zako.

source: AI-Guided Matching
fr: Matchmaking Guidé par IA
sw: Kutambuliwa na AI

# aiGuidedMatchingDesc
source: Our AI matchmaker will introduce you to compatible partners based on deep compatibility factors.
fr: Notre entremetteuse IA vous présentera des partenaires compatibles basés sur des facteurs de compatibilité profonds.
sw: Mtumishi wetu wa AI atakuelekeza kwa washirika wanaofaa kulingana na sababu za kina za utambuzi.

source: Meaningful Conversations
fr: Conversations Significatives
sw: Mazungumzo ya Maana

# meaningfulConversationsDesc
source: Connect through guided conversations designed to build understanding before meeting.
fr: Connectez-vous à travers des conversations guidées conçues pour construire la compréhension avant de se rencontrer.
sw: Unganisha kupitia mazungumzo yaliyoelekezwa yaliyoundwa kujenga uelewa kabla ya kukutana.

# letsCreateProfile
source: Let's Create Your Profile
fr: Créons Votre Profil
sw: Hebu Tuunde Wasifu Wako

# timeEstimate
source: This will take about 20-30 minutes, but you can save and return anytime.
fr: Cela prendra environ 20-30 minutes, mais vous pouvez sauvegarder et revenir à tout moment.
sw: Hii itachukua dakika 20-30, lakini unaweza kuhifadhi na kurudi wakati wowote.

# joinThousands
source: Join thousands finding deep connection
fr: Rejoignez des milliers de personnes qui trouvent des connexions profondes
sw: Jiunge na maelfu wanaopata uhusiano wa kina

# userNotFound
source: No user found with this email
fr: Aucun utilisateur trouvé avec cet e-mail
sw: Hakuna mtumiaji aliyepatikana na barua pepe hii

source: Wrong password
fr: Mot de passe incorrect
sw: Nenosiri lisilo sahihi

# emailAlreadyInUse
source: This email is already in use
fr: Cet e-mail est déjà utilisé
sw: Barua pepe hii tayari inatumika

# weakPassword
source: The password is too weak
fr: Le mot de passe est trop faible
sw: Nenosiri ni dhaifu sana

source: Operation not allowed
fr: Opération non autorisée
sw: Uendeshaji haujaruhusiwa

# requiresRecentLogin
source: This operation requires recent authentication. Please log in again
fr: Cette opération nécessite une authentification récente. Veuillez vous reconnecter
sw: Uendeshaji huu unahitaji uthibitishaji wa hivi karibuni. Tafadhali ingia tena

# userDisabled
source: This user account has been disabled
fr: Ce compte utilisateur a été désactivé
sw: Akaunti hii ya mtumiaji imezimwa

# tooManyRequests
source: Too many requests. Please try again later
fr: Trop de demandes. Veuillez réessayer plus tard
sw: Maombi mengi sana. Tafadhali jaribu tena baadaye

# authenticationError
source: Authentication error occurred
fr: Erreur d'authentification
sw: Hitilafu ya uthibitishaji imetokea

# googleSignInCanceled
source: Google sign in was canceled
fr: Connexion Google annulée
sw: Kuingia kwa Google kumeghairiwa

# googleSignInFailed
source: Failed to sign in with Google
fr: Échec de la connexion avec Google
sw: Kushindwa kuingia na Google

# uploadImageFailed
source: Failed to upload image
fr: Échec du téléchargement de l'image
sw: Kushindwa kupakia picha

# getDocumentFailed
source: Failed to get document
fr: Échec de la récupération du document
sw: Kushindwa kupata hati

# addDocumentFailed
source: Failed to add document
fr: Échec de l'ajout du document
sw: Kushindwa kuongeza hati

# setDocumentFailed
source: Failed to set document
fr: Échec de la définition du document
sw: Kushindwa kuweka hati

# updateDocumentFailed
source: Failed to update document
fr: Échec de la mise à jour du document
sw: Kushindwa kusasisha hati

# deleteDocumentFailed
source: Failed to delete document
fr: Échec de la suppression du document
sw: Kushindwa kufuta hati

# queryCollectionFailed
source: Failed to query collection
fr: Échec de la requête de collection
sw: Kushindwa kuuliza mkusanyiko

# storageObjectNotFound
source: File not found
fr: Fichier non trouvé
sw: Faili halijapatikana

# storageUnauthorized
source: Not authorized to access this file
fr: Non autorisé à accéder à ce fichier
sw: Hauruhusiwi kufikia faili hili

# storageCanceled
source: Upload was canceled
fr: Téléchargement annulé
sw: Upakiaji umeghairiwa

# storageUnknownError
source: Unknown storage error occurred
fr: Erreur de stockage inconnue
sw: Hitilafu ya hifadhi isiyojulikana

# storageInvalidFormat
source: Invalid file format
fr: Format de fichier invalide
sw: Muundo wa faili usio halali

source: Storage quota exceeded
fr: Quota de stockage dépassé
sw: Kiwango cha hifadhi kimezidishwa

# storageGenericError
source: Storage error occurred
fr: Erreur de stockage
sw: Hitilafu ya hifadhi imetokea

# firestorePermissionDenied
source: Permission denied
fr: Permission refusée
sw: Ruhusa imekataliwa

# firestoreNotFound
source: Document not found
fr: Document non trouvé
sw: Hati haijapatikana

# firestoreAlreadyExists
source: Document already exists
fr: Le document existe déjà
sw: Hati tayari ipo

# firestoreResourceExhausted
source: Resource exhausted
fr: Ressources épuisées
sw: Rasilimali zimeisha

# firestoreFailedPrecondition
source: Failed precondition
fr: Condition préalable échouée
sw: Masharti ya awali yameshindwa

# firestoreAborted
source: Operation was aborted
fr: Opération annulée
sw: Uendeshaji umeghairiwa

# firestoreOutOfRange
source: Operation out of range
fr: Opération hors limites
sw: Uendeshaji nje ya mipaka

# firestoreUnimplemented
source: Operation not implemented
fr: Opération non implémentée
sw: Uendeshaji haujaundwa

# firestoreInternal
source: Internal error
fr: Erreur interne
sw: Hitilafu ya ndani

# firestoreUnavailable
source: Service unavailable
fr: Service indisponible
sw: Huduma haipatikani

# firestoreDataLoss
source: Data loss detected
fr: Perte de données détectée
sw: Kupotea kwa data kumegunduliwa

# firestoreUnauthenticated
source: User not authenticated
fr: Utilisateur non authentifié
sw: Mtumiaji hajathibitishwa

# firestoreGenericError
source: Database error occurred
fr: Erreur de base de données
sw: Hitilafu ya hifadhidata imetokea

# chooseLanguage
source: Choose your language
fr: Choisissez votre langue
sw: Chagua lugha yako

source: Tap to change language
fr: Touchez pour changer de langue
sw: Gusa kubadilisha lugha

source: Begin Journey
fr: Commencer le voyage
sw: Anza Safari

source: Select Language
fr: Sélectionner la langue
sw: Chagua Lugha

# languageChanged
source: Language changed successfully
fr: Langue changée avec succès
sw: Lugha imebadilishwa kwa mafanikio

# resetEmailSuccessMessage
source: Please check your email for a link to reset your password.
fr: Veuillez vérifier votre e-mail pour un lien de réinitialisation de votre mot de passe.
sw: Tafadhali angalia barua pepe yako kwa kiungo cha kurudisha nenosiri lako.

# forgotPasswordInstructions
source: Enter your email address and we'll send you instructions to reset your password.
fr: Entrez votre adresse e-mail et nous vous enverrons des instructions pour réinitialiser votre mot de passe.
sw: Ingiza anwani yako ya barua pepe na tutakutumia maelekezo ya kurudisha nenosiri lako.

source: Missing localization
fr: Localisation manquante
sw: Tafsiri inayokosekana

# featureAiPowered
source: AI-Powered
fr: Alimenté par l'IA
sw: Inaendeshwa na AI

# featurePsychologicalMatching
source: Psychological Matching
fr: Appariement psychologique
sw: Kufananisha kisaikolojia

# featureValuesAlignment
source: Values Alignment
fr: Alignement des valeurs
sw: Muungano wa maadili

# featureAttachmentStyle
source: Attachment Style
fr: Style d'attachement
sw: Mtindo wa kuambatana

# featureGuidedIntroduction
source: Guided Introduction
fr: Introduction guidée
sw: Utangulizi unaongozwa

# featureQualityOverQuantity
source: Quality Over Quantity
fr: Qualité plutôt que quantité
sw: Ubora kuliko wingi

# notReadyYetTitle
source: We believe timing is everything
fr: Nous croyons que le timing est essentiel
sw: Tunaamini muda ni kila kitu

# notReadyYetExplanation
source: Based on your responses, it seems you might benefit from some time to focus on yourself before diving into our intensive matchmaking process.
fr: Selon vos réponses, il semble que vous pourriez bénéficier d'un peu de temps pour vous concentrer sur vous-même avant de plonger dans notre processus de rencontres intensif.
sw: Kulingana na majibu yako, inaonekana unaweza kufaidika na muda wa kujikita kwako kabla ya kuingia katika mchakato wetu mkali wa kupatana.

# successfulMembersTitle
source: Our most successful members are:
fr: Nos membres les plus prospères sont:
sw: Wanachama wetu mafanikio zaidi ni:

# readinessCriteria1
source: Emotionally available and healed from past relationships
fr: Émotionnellement disponibles et guéris des relations passées
sw: Wako tayari kihisia na wamepona kutoka mahusiano ya zamani

# readinessCriteria2
source: Clear about their relationship goals and timeline
fr: Clairs sur leurs objectifs relationnels et leur chronologie
sw: Wana malengo wazi ya mahusiano na ratiba

# readinessCriteria3
source: Ready to invest 30+ minutes daily in meaningful conversations
fr: Prêts à investir 30+ minutes par jour dans des conversations significatives
sw: Tayari kuwekeza dakika 30+ kila siku katika mazungumzo ya maana

# readinessCriteria4
source: Committed to personal growth and authentic connection
fr: Engagés dans la croissance personnelle et la connexion authentique
sw: Wamejitolea kukua kibinafsi na muunganisho wa kweli

# understandTakeMeBack
source: I understand, take me back
fr: Je comprends, ramenez-moi
sw: Naelewa, nirudishe nyuma

# notifyWhenReady
source: Notify me when I can reapply
fr: M'aviser quand je peux postuler à nouveau
sw: Nijulishe ninaweza kuomba tena

# selfRespectMessage
source: Taking time to prepare for love is an act of self-respect. We'll be here when you're ready.
fr: Prendre le temps de se préparer à l'amour est un acte de respect de soi. Nous serons là quand vous serez prêt.
sw: Kuchukua muda wa kujiandaa kwa upendo ni kitendo cha kujiheshimu. Tutakuwa hapa unapokuwa tayari.

# notifyModalTitle
source: We'll reach out when the time is right
fr: Nous vous contacterons au bon moment
sw: Tutawasiliana wakati unaofaa

# notifyModalDescription
source: Enter your email and we'll notify you in 3-6 months when you can reapply to our exclusive community.
fr: Entrez votre email et nous vous avertirons dans 3-6 mois quand vous pourrez postuler à nouveau à notre communauté exclusive.
sw: Ingiza barua pepe yako na tutakujulisha katika miezi 3-6 utakapoweza kuomba tena kuungana na jumuiya yetu ya kipekee.

source: Set Reminder
fr: Définir un rappel
sw: Weka Ukumbusho

source: Stay connected
fr: Restez connecté
sw: Endelea kuungana

# emailCaptureDescription
source: We'll check in with you in a few months to see if you're ready for our exclusive matchmaking experience.
fr: Nous vous contacterons dans quelques mois pour voir si vous êtes prêt pour notre expérience de rencontres exclusive.
sw: Tutakuangalia katika miezi michache tuone kama uko tayari kwa uzoefu wetu wa kipekee wa kupatana.

source: Email address
fr: Adresse email
sw: Anwani ya barua pepe

# emailPlaceholder
source: your@email.com
fr: votre@email.com
sw: yako@email.com

# pleaseEnterEmail
source: Please enter your email
fr: Veuillez entrer votre email
sw: Tafadhali ingiza barua pepe yako

# pleaseEnterValidEmail
source: Please enter a valid email
fr: Veuillez entrer un email valide
sw: Tafadhali ingiza barua pepe halali

source: Saving...
fr: Sauvegarde...
sw: Inahifadhi...

# emailSavedConfirmation
source: Perfect! We'll reach out when you're ready for meaningful connection.
fr: Parfait! Nous vous contacterons quand vous serez prêt pour une connexion significative.
sw: Kamili! Tutawasiliana utakapokuwa tayari kwa muunganisho wa maana.

# readinessAssessmentProgress
source: READINESS ASSESSMENT • {current}/{total}
fr: ÉVALUATION DE PRÉPARATION • {current}/{total}
sw: TATHMINI YA UWEZO • {current}/{total}

# genuinelyReadyMessage
source: We're looking for members who are genuinely ready for meaningful relationships
fr: Nous recherchons des membres qui sont vraiment prêts pour des relations significatives
sw: Tunatafuta wanachama ambao wako tayari kweli kwa mahusiano ya maana

# welcomeExclusiveCommunity
source: Welcome to Our Exclusive Community
fr: Bienvenue dans Notre Communauté Exclusive
sw: Karibu katika Jumuiya Yetu ya Kipekee

# acceptedCommunityMessage
source: You've been accepted into a curated community of relationship-ready professionals. Your journey to meaningful connection starts now.
fr: Vous avez été accepté dans une communauté sélectionnée de professionnels prêts pour une relation. Votre voyage vers une connexion significative commence maintenant.
sw: Umekubaliwa katika jumuiya iliyochaguliwa ya wataalamu walioko tayari kwa mahusiano. Safari yako ya muunganisho wa maana inaanza sasa.

source: What happens next:
fr: Ce qui se passe ensuite:
sw: Kinachofuata:

# expectationStep1
source: 1. Complete your comprehensive profile (20 min)
fr: 1. Complétez votre profil complet (20 min)
sw: 1. Kamilisha profaili yako kamili (dakika 20)

# expectationStep2
source: 2. Take psychological compatibility assessment (10 min)
fr: 2. Passez l'évaluation de compatibilité psychologique (10 min)
sw: 2. Fanya tathmini ya utangamano wa kisaikolojia (dakika 10)

# expectationStep3
source: 3. Meet your AI matchmaker
fr: 3. Rencontrez votre entremetteur IA
sw: 3. Kutana na mpatanishi wako wa AI

# expectationStep4
source: 4. Receive your first curated matches within 48 hours
fr: 4. Recevez vos premiers matches sélectionnés dans 48 heures
sw: 4. Pokea mechi zako za kwanza zilizochaguliwa ndani ya masaa 48

# createPremiumProfile
source: Create My Premium Profile
fr: Créer Mon Profil Premium
sw: Unda Profaili Yangu ya Hali ya Juu

# averageTimeAndSatisfaction
source: Average profile completion time: 28 minutes Member satisfaction rate: 94%
fr: Temps moyen de création de profil: 28 minutes Taux de satisfaction des membres: 94%
sw: Muda wa wastani wa kuunda profaili: dakika 28 Kiwango cha kuridhika kwa wanachama: 94%

# readinessQuestion1
source: How long have you been single?
fr: Depuis combien de temps êtes-vous célibataire?
sw: Umekuwa mkawa kwa muda gani?

# readinessAnswer1a
source: Less than 3 months
fr: Moins de 3 mois
sw: Chini ya miezi 3

# readinessAnswer1b
source: 3-6 months
fr: 3-6 mois
sw: Miezi 3-6

# readinessAnswer1c
source: 6-12 months
fr: 6-12 mois
sw: Miezi 6-12

# readinessAnswer1d
source: Over a year
fr: Plus d'un an
sw: Zaidi ya mwaka mmoja

# readinessQuestion2
source: What's your relationship goal timeline?
fr: Quel est votre calendrier d'objectifs relationnels?
sw: Ratiba ya malengo yako ya mahusiano ni ipi?

# readinessAnswer2a
source: I want to be married within 2 years
fr: Je veux me marier dans les 2 ans
sw: Nataka kuoa ndani ya miaka 2

# readinessAnswer2b
source: I'm ready for a serious commitment
fr: Je suis prêt pour un engagement sérieux
sw: Niko tayari kwa uhusiano mkubwa

# readinessAnswer2c
source: I'm exploring what's possible
fr: J'explore ce qui est possible
sw: Ninachunguza kinachowezekana

# readinessAnswer2d
source: I'm just curious about the app
fr: Je suis juste curieux de l'application
sw: Nina udadisi tu kuhusu programu

# readinessQuestion3
source: How much time can you dedicate to meaningful conversations?
fr: Combien de temps pouvez-vous consacrer à des conversations significatives?
sw: Unaweza kuweka muda gani kwa mazungumzo ya maana?

# readinessAnswer3a
source: 30+ minutes daily
fr: 30+ minutes par jour
sw: Dakika 30+ kila siku

# readinessAnswer3b
source: 15-30 minutes daily
fr: 15-30 minutes par jour
sw: Dakika 15-30 kila siku

# readinessAnswer3c
source: A few times per week
fr: Quelques fois par semaine
sw: Mara chache kwa wiki

# readinessAnswer3d
source: When I feel like it
fr: Quand j'en ai envie
sw: Ninapoona nafasi

# invitationOnlyPremium
source: INVITATION ONLY • PREMIUM MATCHMAKING
fr: SUR INVITATION UNIQUEMENT • MATCHMAKING PREMIUM
sw: KWA MWALIKO PEKEE • UUNGANISHAJI WA KIWANGO CHA JUU

# mainHeadline
source: Welcome to where intentional people find lasting love
fr: Bienvenue là où les personnes intentionnelles trouvent l'amour durable
sw: Karibu mahali ambapo watu wenye nia ya dhati hupata upendo wa kudumu

# socialProofMessage
source: We're not another dating app. We're a selective community where quality relationships begin.
fr: Nous ne sommes pas une autre application de rencontres. Nous sommes une communauté sélective où naissent les relations de qualité.
sw: Sisi si programu nyingine ya kutafuta uhusiano. Sisi ni jumuiya ya kuchagua ambapo mahusiano ya ubora huanza.

# memberDescription
source: Only verified professionals who are serious about finding their life partner.
fr: Uniquement des professionnels vérifiés qui recherchent sérieusement leur partenaire de vie.
sw: Ni wataalamu waliothibitishwa pekee ambao wanajali kutafuta mwenza wao wa maisha.

# beginExclusiveJourney
source: Begin Your Exclusive Journey
fr: Commencez Votre Parcours Exclusif
sw: Anza Safari Yako ya Kipekee

# processDisclaimer
source: This process takes 20-30 minutes. We maintain high standards - apply thoughtfully.
fr: Ce processus prend 20-30 minutes. Nous maintenons des standards élevés - postulez avec réflexion.
sw: Mchakato huu unachukua dakika 20-30. Tunashikilia viwango vya juu - omba kwa uangalifu.

# feedbackScreenTitle
source: Get References
fr: Obtenir des Références
sw: Pata Marejeo

# feedbackScreenSubtitle
source: Add credibility with feedback from people who know you well
fr: Ajoutez de la crédibilité avec les commentaires de personnes qui vous connaissent bien
sw: Ongeza uaminifu kwa maoni ya watu wanaokujua vizuri

source: Why References Matter
fr: Pourquoi les Références Comptent
sw: Kwa Nini Marejeo ni Muhimu

# referencesExplanation
source: Getting feedback from people who know you provides external validation and reveals blind spots in your self-assessment. Research shows that profiles with third-party validation are perceived as more trustworthy and receive more quality matches.
fr: Obtenir des commentaires de personnes qui vous connaissent fournit une validation externe et révèle des angles morts dans votre auto-évaluation. Les recherches montrent que les profils avec validation tierce sont perçus comme plus fiables et reçoivent des correspondances de meilleure qualité.
sw: Kupata maoni kutoka kwa watu wanaokujua kunatoa uthibitisho wa nje na kufunua maeneo ya kipofu katika tathmini yako mwenyewe. Utafiti unaonyesha kuwa wasifu wenye uthibitisho wa mtu wa tatu huonekana kuwa wa kuaminika zaidi na hupokea mechi za ubora wa juu.
